Repository: pebble-dev/pebble-firmware
Catalog: resources/normal/*/lang/*/tintin.po
Languages: ja_jp, ro_ro, ru_ru

source: No location information available. To see weather, add locations in your Pebble mobile app.
ja_jp: 位置情報が利用できません。天気情報を表示するには、Pebbleモバイルアプリで場所を追加してください。
ro_ro: Nu sunt disponibile informații despre localizare. Pentru a vedea vremea, adăugați locații în aplicația mobilă Pebble.
ru_ru: Нет информации о местоположении. Чтобы видеть погоду, добавьте локацию в приложении.

source: Unable to connect. Your weather data may be out of date; try checking the connection on your phone.
ja_jp: 接続できません。お使いの天気データが古い可能性があります。スマートフォンの接続を確認してください。
ro_ro: Nu se poate conecta. Datele meteo ar putea să nu mai fie de actualitate; încercați să verificați conexiunea pe telefon.
ru_ru: Не удается подключиться. Возможно данные о погоде устарели; проверьте подключение на телефоне.

source: Weather
ja_jp: 天気
ro_ro: Meteo
ru_ru: Погода

source: TOMORROW
ja_jp: 明日
ro_ro: Mâine
ru_ru: ЗАВТРА

source: Sports
ja_jp: スポーツ
ro_ro: Sporturi
ru_ru: Спорт

source: Workout Ended
ja_jp: ワークアウト 終了
ro_ro: Exercițiu Încheiat
ru_ru: Тренировка окончена

source: Workout requires the time to be synced. Please connect your phone.
ja_jp: ワークアウトを記録するには、時間を合わせる必要があります。スマホをつないでみてくださいね。
ro_ro: Exercițiul necesită timpul pentru a fi sincronizat. Vă rugăm să conectați telefonul.

source: Enable Pebble Health in the mobile app to track workouts
ja_jp: ワークアウトを追跡するために、モバイルアプリでPebble Healthを有効してください
ro_ro: Activează Pebble Health în aplicația mobilă pentru a urmări exercițiile
ru_ru: Включите Pebble Health в приложении для отслеживания тренировок

source: Wear your watch snug and 2 fingers' width above your wrist bone for best results.
ja_jp: 最適な効果を得るには、手首の骨から指 2 本分の幅を空けて、ぴったりと装着してください。
ro_ro: Țineți ceasul strâmt și la o lățime de două degete deasupra încheieturii mâinii pentru a obține cele mai bune rezultate.
ru_ru: Для лучших результатов носите часы плотно, на расстоянии 2 пальцев от запястья.

source: Workout
ja_jp: ワークアウト
ro_ro: Exercițiu
ru_ru: Тренировка

source: FAT BURN
ja_jp: 脂肪燃焼
ro_ro: GRĂSIME ARSĂ
ru_ru: СЖИГАНИЕ ЖИРА

source: ENDURANCE
ja_jp: 耐久度
ro_ro: ENDURANȚĂ
ru_ru: ВЫНОСЛИВОСТЬ

source: PERFORMANCE
ja_jp: パフォーマンス
ro_ro: PERFORMANȚĂ
ru_ru: ЭФФЕКТИВНОСТЬ

source: HEART RATE
ja_jp: 心拍数
ro_ro: BĂTĂILE INIMII
ru_ru: ЧСС

source: DURATION
ja_jp: 期間
ro_ro: DURATĂ
ru_ru: ДЛИТЕЛЬНОСТЬ

source: AVG PACE
ja_jp: 平均ペース
ro_ro: RITM MEDIU
ru_ru: СР ТЕМП

source: AVG PACE (/MI)
ja_jp: 平均ペース(マイル)
ro_ro: RITM MEDIU (/MI)
ru_ru: СР ТЕМП (/МИ)

source: AVG PACE (/KM)
ja_jp: 平均ペース(Km)
ro_ro: RITM MEDIU (/KM)
ru_ru: СР ТЕМП (/КМ)

source: PACE
ja_jp: ペース
ro_ro: RITM
ru_ru: ТЕМП

source: PACE (/MI)
ja_jp: ペース(マイル)
ro_ro: RITM (/MI)
ru_ru: ТЕМП (/МИ)

source: PACE (/KM)
ja_jp: ペース(Km)
ro_ro: RITM (/KM)
ru_ru: ТЕМП (/КМ)

source: SPEED
ja_jp: 速度
ro_ro: VITEZĂ
ru_ru: СКОРОСТЬ

source: SPEED (MPH)
ja_jp: 速度 (Mi/h)
ro_ro: VITEZĂ (MPH)
ru_ru: СКОРОСТЬ (МИ/Ч)

source: SPEED (KM/H)
ja_jp: 速度 (Km/h)
ro_ro: VITEZĂ (KM/H)
ru_ru: СКОРОСТЬ (КМ/Ч)

source: DISTANCE (MI)
ja_jp: 距離 (マイル)
ro_ro: DISTANȚĂ (MI)
ru_ru: ДИСТАНЦИЯ (МИ)

source: DISTANCE (KM)
ja_jp: 距離 (Km)
ro_ro: DISTANȚĂ (KM)
ru_ru: ДИСТАНЦИЯ (КМ)

source: STEPS
ja_jp: 歩数
ro_ro: PAȘI
ru_ru: ШАГИ

source: MPH
ja_jp: マイル/h
ru_ru: МИ/Ч

source: End Workout?
ja_jp: ワークアウトを終了しますか？
ro_ro: Terminați exercițiu?
ru_ru: Закончить тренировку?

source: Still sweating? Your workout is active and will be ended soon. Open the workout to keep it going.
ja_jp: まだ汗をかいていますか？ワークアウトは継続中ですがまもなく終了します。運動を続けるにはワークアウトを開いてください。
ro_ro: Încă transpirați? Activitatea dvs. este activă și se va încheia în curând. Deschideți exercițiul pentru a-l continua.
ru_ru: Ещё потеете? Тренировка активна и скоро закончится. Откройте её, чтобы продолжить.

source: Dismiss
ja_jp: 無視する
ro_ro: Ignoră
ru_ru: Отклонить

source: End Workout
ja_jp: トレーニングを終了
ro_ro: Terminați exercițiu
ru_ru: Закончить тренировку

source: Open Workout
ja_jp: ワークアウトを開く
ro_ro: Deschidere exercițiu
ru_ru: Открыть тренировку

source: Walk
ja_jp: ウォーキング
ro_ro: Mers
ru_ru: Ходьба

source: Run
ja_jp: ランニング
ro_ro: Alergare
ru_ru: Бег

source: Workout Detected
ja_jp: ワークアウト 検出
ro_ro: Activitate fizică Detectată
ru_ru: Обнаружена тренировка

source: Walk Detected
ja_jp: ウォーキングを検出
ro_ro: Mers Detectat
ru_ru: Обнаружена ходьба

source: Run Detected
ja_jp: ランニングを検出
ro_ro: Alergare Detectată
ru_ru: Обнаружен бег

source: Remember to also forget your Pebble's Bluetooth connection from your phone.
ja_jp: スマホ側のBluetooth設定からも、Pebbleの登録を解除してください。
ro_ro: Amintiți-vă să deconectați conexiunea Bluetooth a ceasului Pebble de pe telefonul dvs.
ru_ru: Также не забудьте отвязать ваши часы от телефона.

source: Standard - Low
ja_jp: 標準(弱)
ro_ro: Standard - Scăzut
ru_ru: Стандарт - Слабая

source: Standard - High
ja_jp: 標準(高)
ro_ro: Standard - Înalt
ru_ru: Стандарт - Высокая

source: Pulse
ja_jp: パルス
ro_ro: Puls
ru_ru: Пульс

source: Nudge Nudge
ja_jp: トントン
ro_ro: Hai hai
ru_ru: Толчки

source: Jackhammer
ja_jp: ダダダダ
ro_ro: Ciocan de abataj
ru_ru: Молоток

source: All day
ja_jp: 終日
ro_ro: Toată ziua
ru_ru: Весь день

source: Now
ja_jp: 現在
ro_ro: Acum
ru_ru: Сейчас

source: MIN. TO
ja_jp: 分前
ro_ro: MIN. PÎNĂ LA
ru_ru: МИН. ДО

source: Yesterday
ja_jp: 昨日
ro_ro: Ieri
ru_ru: Вчера

source: Tomorrow
ja_jp: 明日
ro_ro: Mâine
ru_ru: Завтра

source: %l:%M %p
ja_jp: %p%l:%M

source: Yesterday, %l:%M %p
ja_jp: 昨日 %p%l:%M
ro_ro: Ieri, %l:%M %p
ru_ru: Вчера, %l:%M %p

source: Yesterday, %R
ja_jp: 昨日 %R
ro_ro: Ieri, %R
ru_ru: Вчера, %R

source: %b %e, %l:%M %p
ja_jp: %b %e, %p%l:%M

source: %a, %l:%M %p
ja_jp: %a %p %l:%M

source: %lu H AGO
ja_jp: %lu時間前
ro_ro: ACUM %lu H
ru_ru: %lu Ч НАЗАД

source: An hour ago
ja_jp: 1時間前
ro_ro: Acum o oră
ru_ru: Час назад

source: %lu hours ago
ja_jp: %lu時間前
ro_ro: Acum %lu ore
ru_ru: %lu часов назад

source: %lu MIN AGO
ja_jp: %lu分前
ro_ro: ACUM %lu MIN
ru_ru: %lu МИН НАЗАД

source: %lu minute ago
ja_jp: %lu分前
ro_ro: Acum %lu minute
ru_ru: %lu минуты назад

source: %lu minutes ago
ja_jp: %lu分前
ro_ro: Acum %lu minute
ru_ru: %lu минут назад

source: NOW
ja_jp: 現在
ro_ro: ACUM
ru_ru: СЕЙЧАС

source: IN %lu MIN
ja_jp: %lu分後
ro_ro: ÎN %lu MIN
ru_ru: ЧЕРЕЗ %lu МИН

source: In %lu minute
ja_jp: %lu分後
ro_ro: În %lu minute
ru_ru: %lu минут

source: In %lu minutes
ja_jp: %lu分後
ro_ro: În %lu minute
ru_ru: %lu минуты

source: IN %lu H
ja_jp: %lu時間後
ro_ro: ÎN %lu H
ru_ru: ЧЕРЕЗ %lu Ч

source: In %lu hour
ja_jp: %lu時間後
ro_ro: În %lu oră
ru_ru: %lu часа

source: In %lu hours
ja_jp: %lu時間後
ro_ro: În %lu ore
ru_ru: %lu часов

source: this morning
ja_jp: 今朝
ro_ro: în această dimineață
ru_ru: утра

source: this afternoon
ja_jp: 今日の午後
ro_ro: în această după-amiază
ru_ru: полудня

source: this evening
ja_jp: 今日の夕方
ro_ro: în această seară
ru_ru: вечера

source: tonight
ja_jp: 今晩
ro_ro: diseară
ru_ru: ночи

source: tomorrow morning
ja_jp: 明日の朝
ro_ro: mâine dimineață
ru_ru: утра завтра

source: tomorrow afternoon
ja_jp: 明日の午後
ro_ro: mâine după-amiaza
ru_ru: полудня завтра

source: tomorrow evening
ja_jp: 明日の夕方
ro_ro: mâine seară
ru_ru: вечера завтра

source: tomorrow night
ja_jp: 明日の夜
ro_ro: mâine noapte
ru_ru: ночи завтра

source: the day after tomorrow
ja_jp: 明後日
ro_ro: poimâine
ru_ru: послезавтра

source: the foreseeable future
ja_jp: 当面の間
ro_ro: viitorul apropiat
ru_ru: обозримого будущего

source: How are you feeling? Have you noticed extra focus, better mood or extra energy? You have been sleeping great this week! Keep it up!
ja_jp: 体調はいかがですか？ 集中力や気分の向上、活力を感じていませんか？ 今週はよく眠れていますね。その調子です！
ro_ro: Cum te simți? Ați observat o concentrare suplimentară, o stare de spirit mai bună sau o energie suplimentară? Ați dormit grozav săptămâna aceasta! Continuați!
ru_ru: Как себя чувствуете? Заметили повышенную концентрацию, лучшее настроение или прилив сил? Вы отлично спали на этой неделе! Продолжайте в том же духе!

source: I feel fabulous!
ja_jp: とても清々しい気分です！
ro_ro: Mă simt fabulos!
ru_ru: Чувствую себя шикарно!

source: About average
ja_jp: いつもと変わりありません
ro_ro: Cam în medie
ru_ru: Нормально

source: I'm still tired
ja_jp: まだ疲れが抜けていません
ro_ro: Încă sunt obosit
ru_ru: Ещё уставший

source: Awesome!
ja_jp: いい調子です！
ro_ro: Excelent!
ru_ru: Отлично!

source: Keep it up!
ja_jp: その調子でいきましょう！
ro_ro: Ține-o tot așa!
ru_ru: Продолжай в том же духе!

source: We'll get there!
ja_jp: 一歩ずつ進みましょう！
ro_ro: O să ajungem acolo!
ru_ru: Мы справимся!

source: Congratulations - you're having a super active day! Activity makes you more focused and creative. How do you feel?
ja_jp: おめでとうございます！今日はとても活動的ですね。動くことで集中力や発想力も高まります。今の気分はいかがですか？
ro_ro: Felicitări - ai o zi super activă! Activitatea te face mai concentrat și mai creativ. Cum te simți?
ru_ru: Поздравляю - у вас сегодня очень активный день! Это делает вас более сосредоточенным и творческим. Как себя чувствуете?

source: I feel great!
ja_jp: とても良い気分です！
ro_ro: Mă simt grozav!
ru_ru: Прекрасно!

source: About the same
ja_jp: いつもと変わりません
ro_ro: Cam la fel
ru_ru: Как обычно

source: Not feeling it
ja_jp: あまり実感がありません
ro_ro: Nu prea bine
ru_ru: Не очень

source: Activity Summary
ja_jp: 活動のまとめ
ro_ro: Rezumat activitate
ru_ru: Сводка активности

source: Do you feel more energetic, sharper or optimistic? Being active helps!
ja_jp: いつもより元気で、前向きな気分になりませんか？ 体を動かすことが、いい効果を生んでくれますよ！
ro_ro: Simți mai multă energie, mai focusat(ă) sau mai optimist(ă)? Fiind activ ajută!
ru_ru: Чувствуете себя более энергичным, сообразительным или оптимистичным? Активность помогает!

source: GREAT DAY TODAY
ja_jp: 今日はとても良い日でしたね
ro_ro: O ZI MINUNATĂ ASTĂZI
ru_ru: СЕГОДНЯ ОТЛИЧНО

source: You're being consistent and that's important, keep at it!
ja_jp: コツコツと続けることが大切です。その調子で進んでいきましょう！
ro_ro: Ești consecvent și asta e important, păstrează-te!
ru_ru: Вы стабильно занимаетесь, и это важно, продолжайте в том же духе!

source: CONSISTENT!
ja_jp: コツコツ継続中！
ru_ru: СТАБИЛЬНОСТЬ!

source: Resting is fine, but try to recover and step it up tomorrow!
ja_jp: 今日はしっかり休んで、明日はまた一歩ずつ進みましょう！
ro_ro: Odihna este bună, dar încercați să recuperați și să o treceți mâine!
ru_ru: Отдых - это норма, но постарайтесь восстановиться и поднажать завтра!

source: NOT VERY ACTIVE
ja_jp: 落ち着いた一日でしたね
ro_ro: NU PREA ACTIV
ru_ru: СЛАБОВАТО

source: Sleep Summary
ja_jp: 睡眠のまとめ
ro_ro: Rezumatul somnului
ru_ru: Сводка сна

source: You had a good night! Feel the energy 😃
ja_jp: よく眠れましたね！ 今日は元気に過ごせそうです 😃
ro_ro: Ai avut o noapte bună! Simte energia 😃
ru_ru: Вы хорошо поспали! Почувствуйте прилив сил 😃

source: It's great that you're keeping a consistent sleep routine!
ja_jp: 規則正しい睡眠、その調子です！
ro_ro: E grozav că păstrezi o rutină consistentă de somn!
ru_ru: Здорово, что вы поддерживаете постоянный режим сна!

source: A good night's sleep goes a long way! Try to get more hours tonight.
ja_jp: 快眠は大切です。今夜はいつもより長く寝てみませんか？
ro_ro: O noapte bună face diferența! Încearcă să dormi mai multe ore în seara asta.
ru_ru: Хороший сон важен! Постарайтесь сегодня выспаться.

source: Open App
ja_jp: アプリを開く
ro_ro: Deschideți aplicația
ru_ru: Открыть приложение

source: BELOW AVG
ja_jp: 平均以下
ro_ro: SUB MEDIE
ru_ru: НИЖЕ СР

source: Below avg
ja_jp: 平均以下
ro_ro: Sub medie
ru_ru: Ниже ср

source: ON AVG
ja_jp: 平均的
ro_ro: ÎN MEDIE
ru_ru: В СРЕДН

source: On avg
ja_jp: 平均的
ro_ro: În medie
ru_ru: В средн

source: ABOVE AVG
ja_jp: 平均以上
ro_ro: PESTE MEDIE
ru_ru: ВЫШЕ СР

source: Above avg
ja_jp: 平均以上
ro_ro: Peste Medie
ru_ru: Выше ср

source: %l:%M%p
ja_jp: %p%l:%M

source: %uH %uM Sleep
ja_jp: 睡眠 %u時間%u分
ro_ro: %uH %uM Dormit
ru_ru: Сон %uH %uM

source: Nap Time
ja_jp: 仮眠時間
ro_ro: Timpul pentru un pui de somn
ru_ru: Дремота

source: %s of sleep
ja_jp: 睡眠 %s
ro_ro: %s de somn
ru_ru: %s сна

source: YOU NAPPED
ja_jp: 仮眠しました
ro_ro: AI AȚIPIT
ru_ru: ВЫ ДРЕМАЛИ

source: Of napping
ja_jp: の仮眠
ro_ro: De ațipire
ru_ru: дремоты

source: I need more
ja_jp: もっと必要です
ro_ro: Am nevoie de mai mult
ru_ru: Нужно больше

source: Aren't naps great? You knocked out for %dH %dM!
ja_jp: 仮眠は最高ですね！%d時間%d分もぐっすりでした！
ro_ro: Nu-i așa că puiul de somn e minunat? Ai dormit pentru %dH %dM!
ru_ru: Вздремнуть всегда здорово! Вы дремали %dH %dM!

source: I didn't nap!?
ja_jp: 仮眠してないよ！？
ro_ro: Nu am ațipit!?
ru_ru: Я не дремал!?

source: Open Pin
ja_jp: 詳細を表示
ro_ro: Deschide fixarea
ru_ru: Открыть пин

source: Killer job! You've walked %d steps today which is %d%% above your typical. Do it again tomorrow and you'll be on top of the world!
ja_jp: お見事！今日は %d 歩を達成しました。いつもより %d%% も多く歩いています。明日もこの勢いで、頂点を目指しましょう！
ro_ro: Forate bine! Ai mers %d pași azi ce este %d%% peste cât poți tu în mod normal. Fă-o din nou mâine și vei fi în vârful lumii!
ru_ru: Убийственно! Сегодня вы сделали %d шагов, что на %d%% больше обычного. Повторите это завтра, и вы будете на вершине мира!

source: Nice moves! You've walked %d steps today which is %d%% above your typical. Crush it again tomorrow 😀
ja_jp: ナイス！今日は %d 歩を達成しました。普段より %d%% も多く歩けています。明日もまた目標を突破しましょう 😀
ro_ro: Bună mișcare! Ai mers cu %d pași azi, care este %d%% deasupra tipicului. Zdrobește-l din nou și mâine, 😀
ru_ru: Отличная ходьба! Сегодня вы сделали %d шагов, что на %d%% больше обычного. Отожги так же завтра 😀

source: Hey rockstar 🎤 You've walked %d steps today which is %d%% above your typical. Nothing can stop you!
ja_jp: さすがスター！🎤 今日は %d 歩も歩きましたね。これはいつもより %d%% も多いですよ。もう誰にも止められません！
ro_ro: Hei starule rock 🎤 Ai mers cu %d pași azi, care este %d%% deasupra tipicului tău. Nimic nu te poate opri!
ru_ru: Эй, рок-звезда 🎤 Сегодня вы сделали %d шагов, что на %d%% выше обычного. Ничто вас не остановит!

source: We can barely keep up! You walked %d steps today which is %d%% above your typical. You're on 🔥
ja_jp: 速すぎてついていけません！今日は %d 歩も歩きましたね。これはいつもより %d%% も多いペースです。まさに絶好調ですね 🔥
ro_ro: Abia putem ține pasul! Ai mers cu %d pași azi, care este %d%% deasupra valorilor tale normale. Ești în🔥
ru_ru: Мы еле успеваем! Сегодня вы сделали %d шагов, что на %d%% выше обычного. Вы 🔥

source: You walked %d steps today which is %d%% above your typical. You just outstepped YOURSELF. Mic drop.
ja_jp: 今日は %d 歩も歩きましたね。これはいつもより %d%% も多いですよ。ついに「過去の自分」を超えました。完璧です。
ro_ro: Ai mers %d pași azi, care este %d%% deasupra valorilor tale tipice. Tocmai te-ai DEPĂȘIT.
ru_ru: Сегодня вы прошли %d шагов, что на %d%% выше обычного. Вы обошли СЕБЯ. *Роняет микрофон*

source: You walked %d steps today; keep it up! Being active is the key to feeling like a million bucks. Try to beat your typical tomorrow.
ja_jp: 今日は %d 歩も歩きましたね。その調子です！体を動かすことが、最高の気分で過ごすための秘訣ですよ。明日はいつもの自分を超えられるよう頑張りましょう。
ro_ro: Ai mers cu %d pași astăzi; ține-o tot așa! A fi activ este cheia pentru a te simți ca un milion de dolari. Încearcă să te depășești mâine.
ru_ru: Сегодня вы прошли %d шагов; продолжайте! Быть активным - ключ к ощущению себя на вес золота. Попробуйте превзойти себя завтра.

source: Good job! You walked %d steps today–do it again tomorrow.
ja_jp: お疲れ様！今日は %d 歩も歩きましたね。明日もまた頑張りましょう。
ro_ro: Bună treabă! Ai mers pe jos %d pași azi - fă-o din nou mâine.
ru_ru: Хорошая работа! Сегодня вы прошли %d шагов–повторите так же завтра.

source: Someone's on the move 👊 You walked %d steps today; keep doing what you're doing!
ja_jp: いい動きですね 👊 今日は %d 歩も歩きました。その調子でどんどん進みましょう！
ro_ro: Cineva este pe drum 👊 Ai mers cu %d pași astăzi; continui să faci ceea ce faci!
ru_ru: Кое-кто в движении 👊 Сегодня вы прошли %d шагов; продолжайте так же!

source: You keep moving, we'll keep counting! You've clocked in %d steps today. Keep it rolling, hot stuff.
ja_jp: あなたが歩く限り、私たちは数え続けます！今日は %d 歩を達成。今の勢いを止めるな、イケてますよ。
ro_ro: Continui să te miști, noi vom continua să numărăm! Ai atins %d pași astăzi. Continuă tot așa.
ru_ru: Вы ходите, мы считаем! Сегодня вы преодолели %d шагов. Продолжайте в том же духе.

source: You walked %d steps today which is %d%% below your typical. Try to be more active tomorrow–you can do it!
ja_jp: 今日の歩数は %d 歩でした。これはいつもより %d%% 少ないペースです。明日はもう少し動いてみましょう。あなたならできますよ！
ro_ro: Ai mers pe jos %d pași azi, care este %d%% sub medie. Încearcă să fii mai activ mâine, poți să o faci!
ru_ru: Сегодня вы сделали %d шагов, что на %d%% ниже обычного. Попробуйте быть активнее завтра–вы сможете!

source: You walked %d steps which is %d%% below your typical. Being active makes you feel amaaaazing–try to get back on track tomorrow.
ja_jp: 今日の歩数は %d 歩。いつもより %d%% 少ないようです。体を動かすと最高に気持ちいいですよ！明日はいつもの調子を取り戻しましょう。
ro_ro: Ai mers pe jos %d pași care este %d%% sub media ta. Fiind activ te face să te simți minunat-încearcă să revii mâine pe drumul cel bun.
ru_ru: Сегодня вы сделали %d шагов, что на %d%% ниже обычного. Быть активным помогает чувствовать себя крууууче–постарайтесь вернуться в русло завтра.

source: You walked %d steps today which is %d%% below your typical. Don't worry, tomorrow is just around the corner 😀
ja_jp: 今日は %d 歩でした。普段より %d%% 届かなかったようですね。気にしないで、明日また頑張りましょう 😀
ro_ro: Ai mers cu %d pași azi, care este %d%% sub tipic. Nu-ți face griji, și mâine este o zi 😀
ru_ru: Сегодня вы сделали %d шагов, что на %d%% ниже обычного. Не волнуйтесь, "завтра" уже не за горами 😀

source: You walked %d steps which is %d%% below your typical, but don't stress. You'll crush it tomorrow 😉
ja_jp: 今日は %d 歩でした。普段より %d%% 届かなかったようですが、焦る必要はありません。明日のあなたは一味違いますよ 😉
ro_ro: Ai mers pe jos %d pași ce %d%% sub medie, dar nu stresați. Îl vei zdrobi mâine, 😉
ru_ru: Сегодня вы сделали %d шагов, что на %d%% ниже обычного. Но не волнуйтесь, завтра вы отожжёте 😉

source: You walked %d steps today. Don't fret, you can get back on track in no time 😉
ja_jp: 今日の歩数は %d 歩でした。気にしなくて大丈夫。すぐにいつもの調子を取り戻せますよ 😉
ro_ro: Ai mers pași %d astăzi. Nu te speria, te poți întoarce pe pistă în scurt timp 😉
ru_ru: Сегодня вы сделали %d шагов. Не волнуйтесь, вы сможете вернуться в русло в короткие сроки 😉

source: You walked %d steps today. Good news is the sky's the limit!
ja_jp: 今日の歩数は %d 歩でした。嬉しいことに、あなたの可能性は無限大です！
ro_ro: Ai mers cu %d pași azi. Vestea bună este că cerul este limita!
ru_ru: Сегодня вы сделали %d шагов. Хорошая новость: это не предел!

source: You walked %d steps today. Try to take even more steps tomorrow–show us what you're made of!
ja_jp: 今日は %d 歩を達成しました。明日はもっと歩いて、あなたの実力を証明しましょう！
ro_ro: Ai mers %d pași astăzi. Încearcă să parcurgi și mai mulți pași mâine, arată-ne din ce ești făcut!
ru_ru: Сегодня вы сделали %d шагов. Попробуйте набрать больше шагов завтра–покажите из чего вы сделаны!

source: Refreshed? You slept for %dH %dM which is %d%% above your typical. Go tackle your day 😃.
ja_jp: リフレッシュできましたか？睡眠時間は %d時間 %d分で、いつもより %d%% も長めです。さあ、今日も一日元気にこなしましょう 😃。
ro_ro: Reîmprospătat? Ai dormit %dH %dM, care este %d%% peste medie. Ziua este a ta 😃.
ru_ru: Отдохнули? Вы спали %dч %dм, что на %d%% выше обычного. Вперёд в новый день 😃

source: You caught some killer zzz’s! You slept for %dH %dM which is %d%% above your typical. Keep it up.
ja_jp: 最高の睡眠でしたね！睡眠時間は %d時間 %d分で、いつもより %d%% も長めです。この調子でいきましょう。
ro_ro: Ai prins un somn mortal! Ai dormit pentru %dH %dM, care este %d%% peste media ta. Ține-o tot așa.
ru_ru: Вы спали как мёртвый %dч %dм, что на %d%% выше обычного. Продолжайте.

source: Rise and shine! You slept for %dH %dM which is %d%% above your typical. Do it again tonight, sleep master.
ja_jp: おはようございます！睡眠時間は %d時間 %d分で、いつもより %d%% 長めです。今夜もぐっすり眠って、睡眠マスターを目指しましょう。
ro_ro: Ridică și strălucește! Ai dormit pentru %dH %dM, care este %d%% peste media ta. Fă-o din nou diseară, stăpânește somnul.
ru_ru: Проснитесь и пойте! Вы спали %dч %dм, что на %d%% выше обычного. Поспите так же завтра, мастер снов.

source: Mmmm...what a night. You slept for %dH %dM which is %d%% above your typical. That's gotta feel good!
ja_jp: 最高の夜でしたね。睡眠時間は %d時間 %d分で、いつもより %d%% も長めです。きっと気分もスッキリしているはずですよ！
ro_ro: Mmmm... ce noapte. Ai dormit pentru %dH %dM, care este %d%% peste media ta. Asta trebuie să te simți bine!
ru_ru: Ммм...что за ночь. Вы спали %dч %dм, что на %d%% выше обычного. Должно быть по ощущениям это хорошо!

source: That's a lot of sheep you just counted! You slept for %dH %dM which is %d%% above your typical. Boom shakalaka.
ja_jp: たくさんの羊を数えられましたね！睡眠時間は %d時間 %d分で、いつもより %d%% も長めです。やったね。
ro_ro: Ai numărat o grămada de oi! Ai dormit pentru %dH %dM, care este %d%% peste media ta. Boom shakalaka.
ru_ru: Много же овец вы сосчитали! Вы спали %dч %dм, что на %d%% выше обычного. Бум шакалака.

source: Good mornin’. You slept for %dH %dM. Every good day begins with a solid night’s sleep...kinda like that one 😉 Keep it up!
ja_jp: おはようございます。睡眠時間は %d時間 %d分。良い一日は、昨夜のような「しっかりとした睡眠」から始まります 😉 その調子です！
ro_ro: Bună dimineața. Tu ai dormit pentru %dH %dM. Fiecare zi bună începe cu un somn solid de noapte...cam ca acesta 😉 Ține-o tot așa!
ru_ru: Доброе утро. Вы спали %dч %dм. Каждый хороший день начинается с крепкого сна...вроде этого! 😉 Продолжайте!

source: Good morning! You slept for %dH %dM. Consistency is key; keep doing what you're doing 😃.
ja_jp: おはようございます！睡眠時間は %d時間 %d分。継続こそが大切です。今の良いリズムを保ちましょう 😃。
ro_ro: Bună dimineața! Tu ai dormit pentru %dH %dM. Consistența este cheia, continuă să faci ceea ce faci 😃.
ru_ru: Доброе утро! Вы спали %dч %dм. Постоянность это ключ; продолжайте так же 😃

source: You're rockin' the shut eye! You slept for %dH %dM. Make it a nightly ritual. You deserve it.
ja_jp: 最高の睡眠でしたね！睡眠時間は %d時間 %d分。この眠りを毎晩の習慣にしましょう。自分へのご褒美です。
ro_ro: Ești genial(ă)! Ai dormit pentru %dH %dM. Fă-l un ritual. Meriți.
ru_ru: Звезда закрытых глаз! Вы спали %dч %dм. Пора сделать это еженощным ритуалом. Вы заслужили это.

source: Feelin' good? You slept for %dH %dM. Nothing can stop you now 👊
ja_jp: 気分はいかがですか？睡眠時間は %d時間 %d分。今のあなたなら、何でも乗り越えられますよ 👊
ro_ro: Te simți bine? Ai dormit pentru %dH %dM. Nimic nu te poate opri acum 👊
ru_ru: Чувствуете себя хорошо? Вы спали %dч %dм. Теперь ничто вас не остановит 👊

source: Hey sleepy head. You slept for %dH %dM which is %d%% below your typical. Try to get more tonight!
ja_jp: おねぼうさん、起きてくださいね。睡眠時間は %d時間 %d分で、いつもより %d%% 少ないです。今夜はもっと早く休みましょう！
ro_ro: Hei, cap somnoros. Ai dormit pentru %dH %dM, care este %d%% sub medie. Încearcă să obții mai multe diseară!
ru_ru: Эй, соня. Вы спали %dч %dм, что на %d%% ниже обычного. Постарайтесь ночью поспать подольше!

source: Groggy? You slept for %dH %dM which is %d%% below your typical. Sleep is important for everything you do-try getting more shut eye tonight!
ja_jp: まだ眠いですか？睡眠時間は %d時間 %d分で、いつもより %d%% 少ないです。睡眠は活動の源。今夜はゆっくり休みましょう！
ro_ro: Somnoros? Ai dormit pentru %dH %dM, care este %d%% sub medie. Somnul este important pentru tot ceea ce faci - încearcă să închizi ochii diseară!
ru_ru: Сонливость? Вы спали %dч %dм, что на %d%% ниже обычного. Сон важен для всего, что вы делаете-постарайтесь ночью побольше поспать!

source: It's a new day! You slept for %dH %dM which is %d%% below your typical. It's not your best, but there's always tonight.
ja_jp: 新しい一日ですよ！睡眠時間は %d時間 %d分。いつもより %d%% 少なめです。ベストじゃないけど、今夜また取り戻せばOK。
ro_ro: Este o zi nouă! Ai dormit pentru %dH %dM, care este %d%% sub medie. Nu este cel mai bun lucru, dar există întotdeauna o seară nouă.
ru_ru: Новый день! Вы спали %dч %dм, что на %d%% ниже обычного. Не лучший результат, но всегда есть ещё ночь.

source: Goooood morning! You slept for %dH %dM which is %d%% below your typical. Go crush your day and then get back in bed 😉
ja_jp: おっはようございまーす！睡眠時間は %d時間 %d分。いつもより %d%% 少なめです。今日は全力で駆け抜けて、夜は早めにベッドへどうぞ 😉
ro_ro: Buuuuuuună dimineața! Ai dormit pentru %dH %dM, care este %d%% sub media ta. Du-te să îți zdrobești ziua și apoi să te întorci în pat 😉
ru_ru: Доооброе утроо! Вы спали %dч %dм, что на %d%% ниже обычного. Отожгите этим днём и возвращайтесь в постель 😉

source: You slept for %dH %dM which is %d%% below your typical. Sleep is vital for all your great ideas–how 'bout getting more tonight?
ja_jp: 昨夜の睡眠は %d時間 %d分 でした。いつもより %d%% 少ないようです。素敵なアイデアのためにも睡眠は大切です。今夜は少し早めに休んでみませんか？
ro_ro: Ai dormit pentru %dH %dM, care este %d%% sub media ta. Somnul este vital pentru toate ideile voastre grozave, cum ar fi să dormi mai mult în această seară?
ru_ru: Вы спали %dч %dм, что на %d%% ниже обычного. Сон необходим для крутых идей–как насчёт поспать сегодня подольше?
