Repository: pebble-dev/pebble-firmware
Catalog: resources/normal/*/lang/*/tintin.po
Languages: ja_jp, ro_ro, ru_ru

source: You only slept for %dH %dM which is %d%% below your typical. We know you're busy, but try getting more tonight. We believe in you 😉
ja_jp: 昨夜の睡眠は %d時間 %d分 でした。いつもより %d%% 少ないようです。お忙しいとは思いますが、今夜は少しでも長く休めるといいですね。応援しています 😉
ro_ro: Ai dormit doar pentru %dH %dM, care este %d%% sub media ta. Știm că ești ocupat, dar încearcă să obții mai mult diseară. Noi credem în tine 😉
ru_ru: Вы спали всего лишь %dч %dм, что на %d%% ниже обычного. Мы знаем, что вы заняты, но постарайтесь ночью хорошенько поспать. Мы верим в вас 😉

source: You slept for %dH %dM which is %d%% below your typical. We know stuff happens; take another crack at it tonight.
ja_jp: 昨夜の睡眠は %d時間 %d分 でした。いつもより %d%% 少ないようです。いろいろと忙しい日もありますよね。今夜また、ゆっくり休むところからリセットしてみませんか。
ro_ro: Ai dormit pentru %dH %dM, care este %d%% sub media ta. Știm că se întâmplă lucruri, mai fă o încercare în această seară.
ru_ru: Вы спали %dч %dм, что на %d%% ниже обычного. Мы знаем, всякое бывает; сделайте новую попытку этой ночью.

source: %u Steps
ja_jp: %u 歩
ro_ro: %u Pași
ru_ru: %u шагов

source: Didn’t that walk feel good?
ja_jp: 歩いてみて、いいリフレッシュになりましたか？
ro_ro: Nu vă simțiți bine după această plimbare?
ru_ru: Разве эта прогулка не была приятной?

source: Way to keep it active!
ja_jp: いい調子で動けていますね！
ro_ro: Bravo pentru menținerea activă!
ru_ru: Вот как надо быть активным!

source: You got the moves!
ja_jp: いい動きですね！
ro_ro: Ai făcut mișcările!
ru_ru: Вот так надо двигаться!

source: Gettin' your step on?
ja_jp: いい足取りですね、お散歩中ですか？
ro_ro: Îți faci pașii?
ru_ru: Набираешь обороты?

source: Feelin' hot? Cause you're on 🔥
ja_jp: 絶好調ですね！ その勢いでいきましょう 🔥
ro_ro: Te simți fierbinte? Pentru că ești în🔥
ru_ru: Жарко? Потому что вы 🔥

source: Hey lightning bolt, way to go!
ja_jp: 稲妻のような速さですね。素晴らしい走りです！
ro_ro: Hei fulger îndrăzneț, continuă tot așa!
ru_ru: Эй, молния, так держать!

source: You're a machine!
ja_jp: タフな走りですね。驚きです！
ro_ro: Ești o mașinărie!
ru_ru: Вы машина!

source: Hey speedster, we can barely keep up!
ja_jp: 速すぎて、追いつくのがやっとです！
ro_ro: Hei vitezomanule, abia putem ține pasul!
ru_ru: Эй, мы едва поспеваем за вами!

source: Way to show us what you're made of 👊
ja_jp: 底力を見せてもらいました。ナイスランです！ 👊
ro_ro: Ce mod de a ne arăta din ce ești făcut 👊
ru_ru: Вот как надо показывать из чего вы сделаны 👊

source: Workin' up a sweat?
ja_jp: いい汗を流せていますか？
ro_ro: Începi să transpiri?
ru_ru: Работаете в поте лица?

source: Well done 💪
ja_jp: よく頑張りましたね 💪
ro_ro: Felicitări, 💪
ru_ru: Отлично 💪

source: Endorphin rush?
ja_jp: いい気分転換になりましたか？
ro_ro: Simți endorfina?
ru_ru: Прилив эндорфинов?

source: Can't stop, won't stop 👊
ja_jp: 勢いが止まりませんね。素晴らしいです！ 👊
ro_ro: Nu te opri 👊
ru_ru: Не могу и не хочу останавливаться 👊

source: Keepin' that heart healthy! ❤
ja_jp: 体にいいこと、できていますね ❤
ro_ro: Ține inima aia sănătoasă! ❤
ru_ru: Держим сердце здоровым! ❤

source: %d Min
ja_jp: %d 分
ru_ru: %d мин

source: Avg Pace
ja_jp: 平均ペース
ro_ro: Ritm mediu
ru_ru: Ср Темп

source: Distance
ja_jp: 距離
ro_ro: Distanță
ru_ru: Дистанция

source: Steps
ja_jp: 歩数
ro_ro: Pași
ru_ru: Шаги

source: Active Calories
ja_jp: アクティブ消費量
ro_ro: Calorii active
ru_ru: Активные калории

source: Avg HR
ja_jp: 平均心拍数
ro_ro: HR mediu
ru_ru: Ср ЧСС

source: %dH
ja_jp: %d時間
ru_ru: %dЧ

source: %dM
ja_jp: %d分
ru_ru: %dМ

source: H
ja_jp: 時
ru_ru: Ч

source: M
ja_jp: 分
ru_ru: М

source: Alarm
ja_jp: アラーム
ro_ro: Alarmă
ru_ru: Будильник

source: EVERY DAY
ja_jp: 毎日
ro_ro: ÎN FIECARE ZI
ru_ru: ЕЖЕДНЕВНО

source: Every Day
ja_jp: 毎日
ro_ro: În fiecare zi
ru_ru: Ежедневно

source: WEEKDAYS
ja_jp: 平日
ro_ro: ZILELE LUCRĂTOARE
ru_ru: БУДНИ

source: WEEKENDS
ja_jp: 週末
ro_ro: WEEKENDURI
ru_ru: ВЫХОДНЫЕ

source: ONCE
ja_jp: 1回のみ
ro_ro: O DATĂ
ru_ru: ОДИН РАЗ

source: Once
ja_jp: 1回のみ
ro_ro: O dată
ru_ru: Один раз

source: CUSTOM
ja_jp: カスタム
ro_ro: PERSONALIZAT
ru_ru: СВОЁ

source: Custom
ja_jp: カスタム
ro_ro: Personalizat
ru_ru: Своё

source: Sun
ja_jp: 日
ro_ro: Dum
ru_ru: Вс

source: Mon
ja_jp: 月
ro_ro: Lun
ru_ru: Пн

source: Tue
ja_jp: 火
ro_ro: Mar
ru_ru: Вт

source: Wed
ja_jp: 水
ro_ro: Mie
ru_ru: Ср

source: Thu
ja_jp: 木
ro_ro: Joi
ru_ru: Чт

source: Fri
ja_jp: 金
ro_ro: Vin
ru_ru: Пт

source: Sat
ja_jp: 土
ro_ro: Sâm
ru_ru: Сб

source: Sundays
ja_jp: 日曜日
ro_ro: Duminici
ru_ru: По Сб

source: Mondays
ja_jp: 月曜日
ro_ro: Lunile
ru_ru: По Пн

source: Tuesdays
ja_jp: 火曜日
ro_ro: Marțea
ru_ru: По Вт

source: Wednesdays
ja_jp: 水曜日
ro_ro: Miercurile
ru_ru: По Ср

source: Thursdays
ja_jp: 木曜日
ro_ro: Joile
ru_ru: По Чт

source: Fridays
ja_jp: 金曜日
ro_ro: Vinerile
ru_ru: По Пт

source: Saturdays
ja_jp: 土曜日
ro_ro: Sâmbete
ru_ru: По Сб

source: Edit
ja_jp: 編集
ro_ro: Editează
ru_ru: Изменить

source: sent an attachment
ja_jp: 添付ファイルを送信
ro_ro: a trimis un atașament
ru_ru: отправлено вложение

source: Call Back
ja_jp: 折り返す
ro_ro: Sună înapoi
ru_ru: Перезвонить

source: Calendar Aware enables Quiet Time automatically during calendar events.
ja_jp: カレンダー連携をオンにすると、予定に合わせて自動でおやすみモードになります。
ro_ro: Calendar Aware activează automat ora de liniște în timpul evenimentelor din calendar.
ru_ru: Приоритет календаря включает Без звука автоматически во время событий календаря.

source: Press and hold the Back button from a notification to turn Quiet Time on or off.
ja_jp: 通知画面でバックボタンを長押しすると、おやすみモードのオン・オフを切り替えられます。
ro_ro: Apăsați și țineți apăsat butonul Înapoi de la o notificare pentru a activa sau dezactiva ora de liniște.
ru_ru: Удерживайте кнопку Назад при просмотре уведомления чтобы включить или выключить Без звука.

source: Start Quiet Time?
ja_jp: おやすみモードにしますか？
ro_ro: Începeți ora de liniște?
ru_ru: Начать Без звука?

source: End Quiet Time?
ja_jp: おやすみモードを終了しますか？
ro_ro: Opriți ora de liniște?
ru_ru: Закончить Без звука?

source: Quiet Time Started
ja_jp: おやすみモード 開始しました
ro_ro: Ora de liniște activată
ru_ru: Без звука вкл.

source: Quiet Time Ended
ja_jp: おやすみモード 終了しました
ro_ro: Ora de liniște s-a încheiat
ru_ru: Без звука выкл.

source: All Day
ja_jp: 終日
ro_ro: Toată ziua
ru_ru: Весь день

source: Recurring
ja_jp: 繰り返し
ro_ro: Recurent
ru_ru: Повторное

source: STARTS
ja_jp: 開始
ro_ro: ÎNCEPE
ru_ru: НАЧИНАЕТСЯ

source: Broadcaster
ja_jp: 配信元
ro_ro: Emițător
ru_ru: Транслятор

source: Can't connect. Relaunch Pebble Time app on phone.
ja_jp: つながらないみたい。スマホでPebble Timeアプリを再起動してみて。
ro_ro: Nu se poate conecta. Relansează aplicația Pebble Time pe telefon.
ru_ru: Невозможно подключиться. Перезапустите Pebble Time на телефоне.

source: Removed
ja_jp: 削除しました
ro_ro: Eliminat
ru_ru: Убрано

source: Dismissed
ja_jp: スルーしました
ro_ro: Respins
ru_ru: Отклонено

source: Deleted
ja_jp: 削除しました
ro_ro: Șters
ru_ru: Удалено

source: Thanks!
ja_jp: ありがとう！
ro_ro: Mulțumesc!
ru_ru: Спасибо!

source: Calendar
ja_jp: カレンダー
ru_ru: Календарь

source: Reminders
ja_jp: リマインダー
ro_ro: Reamintiri
ru_ru: Напоминания

source: Intercom
ja_jp: インターコム
ro_ro: Interfon
ru_ru: Интерком

source: Quickly dismiss all notifications by holding the Select button for 2 seconds from any incoming notification.
ja_jp: 通知が届いたときに決定ボタンを 2 秒間長押しすると、すべての通知をまとめて消去できます。
ro_ro: Eliminați rapid toate notificările ținând apăsat butonul de selectare timp de 2 secunde de la orice notificare primită.
ru_ru: Быстро отклонить все уведомления удерживанием кнопки Центр 2 секунды из любого уведомления.

source: Call me
ja_jp: 電話して
ro_ro: Sună-mă
ru_ru: Позвони мне

source: Call you later
ja_jp: 後で電話します
ro_ro: Sună-te mai târziu
ru_ru: Перезвоню позже

source: Reply with Voice
ja_jp: 音声で返信
ro_ro: Răspunde cu voce
ru_ru: Ответить голосом

source: Voice
ja_jp: 音声
ro_ro: Voce
ru_ru: Голос

source: Canned messages
ja_jp: 定型文
ro_ro: Șabloane
ru_ru: Сохранённые

source: Emoji
ja_jp: 絵文字
ru_ru: Эмодзи

source: In 15 minutes
ja_jp: 15 分後
ro_ro: În 15 minute
ru_ru: Через 15 минут

source: Later today
ja_jp: 今日中に
ro_ro: Azi mai târziu
ru_ru: Позже сегодня

source: Last updated
ja_jp: 最終更新
ro_ro: Ultima actualizare
ru_ru: Последнее обновление

source: Standard - Medium
ja_jp: 標準(中)
ro_ro: Standard - Mediu
ru_ru: Стандарт - Средняя

source: Jan
ja_jp: 1月
ro_ro: Ian
ru_ru: Янв

source: Feb
ja_jp: 2月
ru_ru: Фев

source: Mar
ja_jp: 3月
ru_ru: Мар

source: Apr
ja_jp: 4月
ru_ru: Апр

source: May
ja_jp: 5月
ro_ro: Mai
ru_ru: Май

source: Jun
ja_jp: 6月
ro_ro: Iun
ru_ru: Июн

source: Jul
ja_jp: 7月
ro_ro: Iul
ru_ru: Июл

source: Aug
ja_jp: 8月
ru_ru: Авг

source: Sep
ja_jp: 9月
ru_ru: Сен

source: Oct
ja_jp: 10月
ru_ru: Окт

source: Nov
ja_jp: 11月
ro_ro: Noi
ru_ru: Ноя

source: Dec
ja_jp: 12月
ru_ru: Дек

source: January
ja_jp: 1月
ro_ro: Ianuarie
ru_ru: Январь

source: February
ja_jp: 2月
ro_ro: Februarie
ru_ru: Февраль

source: March
ja_jp: 3月
ro_ro: Martie
ru_ru: Март

source: April
ja_jp: 4月
ro_ro: Aprilie
ru_ru: Апрель

source: June
ja_jp: 6月
ro_ro: Iunie
ru_ru: Июнь

source: July
ja_jp: 7月
ro_ro: Iulie
ru_ru: Июль

source: August
ja_jp: 8月
ru_ru: Август

source: September
ja_jp: 9月
ro_ro: Septembrie
ru_ru: Сентябрь

source: October
ja_jp: 10月
ro_ro: Octombrie
ru_ru: Октябрь

source: November
ja_jp: 11月
ro_ro: Noiembrie
ru_ru: Ноябрь

source: December
ja_jp: 12月
ro_ro: Decembrie
ru_ru: Декабрь

source: Sunday
ja_jp: 日曜日
ro_ro: Duminică
ru_ru: Воскресенье

source: Monday
ja_jp: 月曜日
ro_ro: Luni
ru_ru: Понедельник

source: Tuesday
ja_jp: 火曜日
ro_ro: Marți
ru_ru: Вторник

source: Wednesday
ja_jp: 水曜日
ro_ro: Miercuri
ru_ru: Среда

source: Thursday
ja_jp: 木曜日
ro_ro: Joi
ru_ru: Четверг

source: Friday
ja_jp: 金曜日
ro_ro: Vineri
ru_ru: Пятница

source: Saturday
ja_jp: 土曜日
ro_ro: Sâmbătă
ru_ru: Суббота

source: %m/%d/%y
ja_jp: %y / %m / %d

source: %a %b %e %H:%M:%S %Y
ja_jp: %Y年 %b月 %e日 (%a) %H:%M:%S

source: %I:%M:%S %p
ja_jp: %p %I:%M:%S

source: AM
ja_jp: 午前
ru_ru: ДП

source: PM
ja_jp: 午後
ru_ru: ПП

source: am
ja_jp: 午前
ru_ru: дп

source: pm
ja_jp: 午後
ru_ru: пп

# TmplStringSep
source: , and
ja_jp: と
ro_ro: , și
ru_ru: , и

# TmplStringSing
source: sec
ja_jp: 秒
ru_ru: сек

# TmplStringPlur
source: sec
ja_jp: 秒
ru_ru: сек

# TmplStringSing
source: second
ja_jp: 秒
ro_ro: secundă
ru_ru: секунды

# TmplStringPlur
source: seconds
ja_jp: 秒
ro_ro: secunde
ru_ru: секунд

# TmplStringSing
source: min
ja_jp: 分
ru_ru: мин

# TmplStringPlur
source: min
ja_jp: 分
ru_ru: мин

# TmplStringSing
source: minute
ja_jp: 分
ro_ro: minut
ru_ru: минуты

# TmplStringPlur
source: minutes
ja_jp: 分
ro_ro: minute
ru_ru: минут

# TmplStringSing
source: hr
ja_jp: 時間
ro_ro: o
ru_ru: ч

# TmplStringPlur
source: hr
ja_jp: 時間
ro_ro: o
ru_ru: ч

# TmplStringSing
source: hour
ja_jp: 時間
ro_ro: oră
ru_ru: часа

# TmplStringPlur
source: hours
ja_jp: 時間
ro_ro: ore
ru_ru: часов

# TmplStringSing
source: d
ja_jp: 日
ro_ro: z
ru_ru: дн

# TmplStringPlur
source: d
ja_jp: 日
ro_ro: z
ru_ru: дн

# TmplStringSing
source: day
ja_jp: 日
ro_ro: zi
ru_ru: дня

# TmplStringPlur
source: days
ja_jp: 日
ro_ro: zile
ru_ru: дней

# TmplStringSing
source: mo
ja_jp: ヶ月
ro_ro: l
ru_ru: мес

# TmplStringPlur
source: mo
ja_jp: ヶ月
ro_ro: l
ru_ru: мес

# TmplStringSing
source: month
ja_jp: ヶ月
ro_ro: lună
ru_ru: месяца

# TmplStringPlur
source: months
ja_jp: ヶ月
ro_ro: luni
ru_ru: месяцев

# TmplStringSing
source: yr
ja_jp: 年
ro_ro: an
ru_ru: л

# TmplStringPlur
source: yr
ja_jp: 年
ro_ro: an
ru_ru: л

# TmplStringSing
source: year
ja_jp: 年
ro_ro: an
ru_ru: год

# TmplStringPlur
source: years
ja_jp: 年
ro_ro: ani
ru_ru: лет

source: Check bluetooth connection
ja_jp: Bluetoothの接続を確認してください
ro_ro: Verificați conexiunea bluetooth
ru_ru: Проверьте Bluetooth подключение

source: Start
ja_jp: 開始
ro_ro: Început
ru_ru: Начало

source: End
ja_jp: 終了
ro_ro: Sfârșit
ru_ru: Конец

source: Dictation is not available.
ja_jp: 音声入力が使えないようです。
ro_ro: Dictarea nu este disponibilă.

source: Error occurred. Try again.
ja_jp: エラーが起きました。もう一度お試しください。
ro_ro: A apărut o eroare. Încercați din nou.

source: Enable voice in the settings page of the Pebble app.
ja_jp: Pebbleアプリの設定で、音声入力を有効にしてください。
ro_ro: Activați vocea în pagina de setări a aplicației Pebble.

source: Missed that. Try again.
ja_jp: 聞き取れませんでした。もう一度お願いします。
ro_ro: Am ratat asta. Încearcă din nou.

source: Listening
ja_jp: 聞き取り中
ro_ro: Se ascultă

source: ON
ro_ro: Pornit
ru_ru: ВКЛ

source: OFF
ro_ro: Oprit
ru_ru: ВЫКЛ

source: <Untitled>
ro_ro: <Fără titlu>
ru_ru: <Без заголовка>

source: On
ro_ro: Activat
ru_ru: Вкл

source: Off
ro_ro: Dezactivat
ru_ru: Выкл

source: Yes
ro_ro: Da
ru_ru: Да

source: No
ro_ro: Nu
ru_ru: Нет

source: KM
ru_ru: КМ

source: BPM
ru_ru: Удв/мин

source: Bootloader
ru_ru: Загрузчик

source: KM/H
ru_ru: КМ/Ч

source: %d BPM
ru_ru: ЧСС %d

source: Ok
ru_ru: Ок
