Repository: pebble-dev/pebble-firmware
Catalog: resources/normal/*/lang/*/tintin.po
Languages: ja_jp, ro_ro, ru_ru

source: %.*s is not responding
ja_jp: %.*s は応答していません
ro_ro: %.*s nu răspunde
ru_ru: %.*s не отвечает

source: This app requires a newer version of the Pebble firmware.
ja_jp: このアプリは、Pebbleの新しいファームウェアが必要です。
ro_ro: Această aplicație necesită o versiune nouă versiune a firmware-ului Pebble.
ru_ru: Это приложение требует свежую версию прошивки Pebble.

source: Snooze for %d minutes
ja_jp: %d 分間スヌーズする
ro_ro: Ațipește pentru %d minute
ru_ru: Отложено на %d минут

source: Alarm dismissed
ja_jp: アラームを解除しました
ro_ro: Alarmă dezactivată
ru_ru: Будильник отключен

source: Pair?
ja_jp: ペアリング？
ro_ro: Împerechează?
ru_ru: Привязать?

source: %s%.*s is not responding. Open app?
ja_jp: %s%.*sの反応がありません。 アプリを開きますか？
ro_ro: %s%.*s nu răspunde. Deschideți aplicația?
ru_ru: %s%.*s не отвечает. Открыть приложение?

source: A bug report has been captured. Please finish uploading the bug report using the Pebble phone app.
ja_jp: バグレポートを作成しました。Pebbleアプリからアップロードを完了してください。
ro_ro: Un raport pentru depanare a fost capturat. Vă rugăm să finalizați raportul pe aplicația mobilă Pebble.

source: This app requires Pebble Health to work. Enable Health in the Pebble mobile app to continue.
ja_jp: このアプリにはPebble Healthが必要です。アプリの設定でHealthを有効にしてください。
ro_ro: Această aplicație necesită Pebble Health pentru a funcționa. Activați Health în aplicația mobilă Pebble pentru a continua.
ru_ru: Этому приложению необходим Pebble Health. Включите Health в приложении Pebble, чтобы продолжить.

source: This feature requires Pebble Health to work. Enable Health in the Pebble mobile app to continue.
ja_jp: この機能にはPebble Healthが必要です。アプリの設定でHealthを有効にしてください。
ro_ro: Această funcționalitate necesită Pebble Health. Activați Health în aplicația mobilă Pebble pentru a continua.
ru_ru: Для этой функции необходим Pebble Health. Включите Health в приложении Pebble, чтобы продолжить.

source: Snoozed
ja_jp: スヌーズ中
ro_ro: Amânat
ru_ru: Отложен

source: Muted
ja_jp: ミュート中
ro_ro: Mut
ru_ru: Скрыто

source: Snooze
ja_jp: スヌーズ
ro_ro: Amână
ru_ru: Отложить

source: Mute %s
ja_jp: %s をミュート
ro_ro: Mut %s
ru_ru: Скрыть %s

source: Mute Always
ja_jp: 常にミュート
ro_ro: Mut întotdeauna
ru_ru: Всегда скрывать

source: Mute Weekends
ja_jp: 週末だけミュート
ro_ro: Mut în weekenduri
ru_ru: Скрывать по выходным

source: Mute Weekdays
ja_jp: 平日だけミュート
ro_ro: Mut în zilele lucrătoare
ru_ru: Скрывать по будням

source: Dismiss All
ja_jp: 全部無視する
ro_ro: Renunțați la toate
ru_ru: Отклонить все

source: End Quiet Time
ja_jp: おやすみモードをおわります
ro_ro: Opriți ora de liniște
ru_ru: Конец Без звука

source: Start Quiet Time
ja_jp: おやすみモードをはじめます
ro_ro: Începeți ora de liniște
ru_ru: Начало Без звука

source: Call Accepted
ja_jp: 通話を開始しました
ro_ro: Apel acceptat
ru_ru: Звонок принят

source: Disconnected
ja_jp: 切断されました
ro_ro: Deconectat
ru_ru: Отключен

source: Call Ended
ja_jp: 通話終了
ro_ro: Apel finalizat
ru_ru: Звонок завершён

source: Call Declined
ja_jp: 通話拒否
ro_ro: Apel respins
ru_ru: Звонок отклонён

source: Run %s instead of %s as the background app?
ja_jp: バックグラウンドアプリとして %s の代わりに %s を実行しますか？
ro_ro: Rulează %s în loc de %s ca aplicație de fundal?
ru_ru: Запустить %s вместо %s в качестве приложения в фоне?

source: While your Pebble was off wakeup events occurred for:
ja_jp: 電源がオフの間に、こちらの時間が過ぎていました：
ro_ro: În timp ce Pebble dumneavoastră a fost oprit evenimentele au avut loc pentru:
ru_ru: Пока ваши часы были выключены, события пробуждения случились для:

source: Fully Charged
ja_jp: 充電完了
ro_ro: Încărcare completă
ru_ru: Заряжены

source: Charging
ja_jp: 充電中
ro_ro: Încărcare
ru_ru: Зарядка

source: Powered 'til %s
ja_jp: %s まで稼働
ro_ro: Încărcat până la ora %s
ru_ru: Заряжены до %s

source: Your screen may need calibration. Calibrate it now?
ja_jp: 画面の補正が必要かもしれません。今すぐ調整しますか？
ro_ro: Ecranul dumneavoastră ar putea avea nevoie de calibrare. Calibrați-l acum?
ru_ru: Вашему экрану возможно нужна калибровка?

source: Update Complete
ja_jp: 更新が完了しました
ro_ro: Actualizare finalizată
ru_ru: Обновление завершено

source: Update Failed
ja_jp: 更新に失敗しました
ro_ro: Actualizare eșuată
ru_ru: Обновление провалено

source: Snooze delay set to %d minutes
ja_jp: スヌーズを %d 分後に設定しました
ro_ro: Întârzierea amânării setată la %d minute
ru_ru: Установлено %d минут

source: Delete
ja_jp: 削除
ro_ro: Șterge
ru_ru: Удалить

source: Disable
ja_jp: 無効
ro_ro: Dezactivează
ru_ru: Отключить

source: Enable
ja_jp: 有効にする
ro_ro: Activare
ru_ru: Включить

source: Change Time
ja_jp: 時刻を変更
ro_ro: Ajustează ora
ru_ru: Изменить время

source: Change Days
ja_jp: 日付を変更
ro_ro: Ajustează ziua
ru_ru: Изменить дни

source: Convert to Basic Alarm
ja_jp: 通常のアラームに戻す
ro_ro: Convertește în alarmă de bază
ru_ru: Сделать обычным

source: Convert to Smart Alarm
ja_jp: スマートアラームに変更する
ro_ro: Convertește în alarmă inteligentă
ru_ru: Сделать умным

source: Snooze Delay
ja_jp: スヌーズ時間
ro_ro: Amânare întârziere
ru_ru: Задержка отложки

source: 5 minutes
ja_jp: 5 分間
ro_ro: 5 minute
ru_ru: 5 минут

source: 10 minutes
ja_jp: 10 分間
ro_ro: 10 minute
ru_ru: 10 минут

source: 15 minutes
ja_jp: 15 分間
ro_ro: 15 minute
ru_ru: 15 минут

source: 30 minutes
ja_jp: 30 分間
ro_ro: 30 de minute
ru_ru: 30 минут

source: 1 hour
ja_jp: 1 時間
ro_ro: O oră
ru_ru: 1 час

source: Check something first.
ja_jp: まずはこちらを確認してください。
ro_ro: Verifică ceva mai întâi.
ru_ru: Выберите сначала что-то.

source: New Smart Alarm
ja_jp: 新しいスマートアラーム
ro_ro: Alarmă inteligentă nouă
ru_ru: Умный будильник

source: New Alarm
ja_jp: 新しいアラーム
ro_ro: Alarmă nouă
ru_ru: Будильник

source: Wake up between
ja_jp: 起床時間の範囲
ro_ro: Trezire între
ru_ru: Пробудить между

source: Wake up interval
ja_jp: 起床の間隔
ro_ro: Interval trezire
ru_ru: Интервал пробуждения

source: Basic Alarm
ja_jp: 通常のアラーム
ro_ro: Alarmă de bază
ru_ru: Обычный

source: Smart Alarm
ja_jp: スマートアラーム
ro_ro: Alarmă inteligentă
ru_ru: Умный будильник

source: Alarm Deleted
ja_jp: アラームが削除されました
ro_ro: Alarmă ștearsă
ru_ru: Будильник удалён

source: Limit reached.
ja_jp: 上限に達しました。
ro_ro: Limită atinsă.
ru_ru: Достигнут лимит.

source: Let us wake you in your lightest sleep so you're fully refreshed! Smart Alarm wakes you up to 30min before your alarm.
ja_jp: 眠りが浅い時に起こして、スッキリした目覚めをお届けします。スマートアラームなら、設定時間の最大30分前から最適なタイミングを選びます。
ro_ro: Hai să te trezim în timpul somnului tău ușor și ca să te reîncarci complet! Alarma inteligentă te trezește cu până la 30 de minute înainte de o alarmă normală.
ru_ru: Разбудим вас во время легкого сна, чтобы вы были полностью отдохнувшим! Разбудит вас за 30 минут до будильника.

source: Alarms
ja_jp: アラーム
ro_ro: Alarme
ru_ru: Будильники

source: Not connected
ja_jp: 接続されていません
ro_ro: Neconectat
ru_ru: Не подключено

source: No internet connection
ja_jp: インターネット接続 がありません
ro_ro: Nu există conexiune la internet
ru_ru: Нет интернета

source: No internet connection
ja_jp: インターネット接続がありません
ro_ro: Nu există conexiune la internet
ru_ru: Нет интернета

source: Incompatible JS
ja_jp: JSの互換性に問題があります
ro_ro: JS incompatibil
ru_ru: Несовместимый JS

source: Failed
ja_jp: 失敗しました
ro_ro: Eșuat
ru_ru: Ошибка

source: Psst! Want smart tips about your activity and sleep? You can enable Insights in the mobile app.
ja_jp: 日々の活動や睡眠について、アドバイスを見てみませんか？アプリのインサイト機能をオンにすれば、もっと詳しくわかりますよ。
ro_ro: Psst! Vrei sfaturi inteligente despre activitatea ta și somn? Poți activa Insights în aplicația pentru mobil.

source: Track your steps, sleep, and more! Enable Pebble Health in the mobile app.
ja_jp: 歩数や睡眠を記録してみよう！アプリでPebble Healthをオンにするだけで、すぐに使いこなせますよ。
ro_ro: Urmărește-ți pașii, somnul și multe altele! Activează Pebble Health în aplicația mobilă.
ru_ru: Отслеживайте шаги, сон и другое! Включите Pebble Health в приложении.

source: Health requires the time to be synced. Please connect your phone.
ja_jp: Healthを使うには、時間を合わせる必要があります。スマホをつないでみてくださいね。
ro_ro: Health necesită ora pentru a fi sincronizată. Vă rugăm să vă conectați telefonul.

source: Health
ja_jp: 健康
ro_ro: Sănătate
ru_ru: Здоровье

source: MI
ja_jp: マイル
ru_ru: МИ

source: 30 DAY AVG
ja_jp: 30 日平均
ro_ro: MEDIA CELOR 30 DE ZILE
ru_ru: 30 ДН СРЕДН

source: CALORIES
ja_jp: カロリー
ro_ro: CALOARII
ru_ru: КАЛОРИИ

source: DISTANCE
ja_jp: 距離
ro_ro: DISTANȚĂ
ru_ru: ДИСТАНЦИЯ

source: Today
ja_jp: 今日
ro_ro: Astăzi
ru_ru: Сегодня

source: SMTWTFS
ja_jp: 日月火水木金土
ru_ru: ВПВСЧПС

source: Fat Burn
ja_jp: 脂肪燃焼
ro_ro: Grăsimi arse
ru_ru: Сжигание жира

source: Endurance
ja_jp: 持久力
ro_ro: Rezistență
ru_ru: Выносливость

source: Performance
ja_jp: パフォーマンス
ro_ro: Performanță
ru_ru: Эффективность

source: TIME IN ZONES
ja_jp: タイムゾーン
ro_ro: TIMPUL ÎN ZONE
ru_ru: ВРЕМЯ В ЗОНАХ

source: Enable heart rate monitoring in the mobile app
ja_jp: モバイルアプリで心拍数モニタリングを有効にする
ro_ro: Activează monitorizarea bătăilor inimii în aplicația pentru mobil
ru_ru: Включите мониторинг ЧСС в приложении

source: 30 DAY
ja_jp: 30 日間
ro_ro: 30 DE ZILE
ru_ru: 30 ДНЕЙ

source: SLEEP SESSION
ja_jp: 睡眠セッション
ro_ro: SESIUNE DE SOMN
ru_ru: СЕАНС СНА

source: DEEP SLEEP
ja_jp: 深い睡眠
ro_ro: SOMN ADÂNC
ru_ru: ГЛУБОКИЙ СОН

source: No sleep data, wear your watch to sleep
ja_jp: 睡眠データなし、 就寝時は 時計を着用してください
ro_ro: Fără date de somn, purtați ceasul în timpul somnului
ru_ru: Нет данных о сне, наденьте часы перед сном

source: TYPICAL %s
ja_jp: 通常 %s
ro_ro: TYPIC %s
ru_ru: ТИПИЧН %s

source: START PLAYBACK ON YOUR PHONE
ja_jp: あなたのスマホで再生します
ro_ro: DERULEAZĂ MUZICA PE TELEFONUL TĂU
ru_ru: ВОСПРОИЗВЕДИТЕ НА ВАШЕМ ТЕЛЕФОНЕ

source: Music
ja_jp: 音楽
ro_ro: Muzică
ru_ru: Музыка

source: Done
ja_jp: 完了
ro_ro: Finalizat
ru_ru: Готово

source: Clear history?
ja_jp: 履歴を消しますか？
ro_ro: Golește istoric?
ru_ru: Очистить историю?

source: Clear All
ja_jp: すべて消去
ro_ro: Șterge tot
ru_ru: Очистить всё

source: No notifications
ja_jp: 通知がありません
ro_ro: Nici o notificare
ru_ru: Уведомлений нет

source: Notifications
ja_jp: 通知
ro_ro: Notificări
ru_ru: Уведомления

source: Completed
ja_jp: 完了
ro_ro: Completat
ru_ru: Завершено

source: Postpone
ja_jp: 延期
ro_ro: Amână
ru_ru: Отложить

source: Remove
ja_jp: 削除
ro_ro: Șterge
ru_ru: Удалить

source: Added
ja_jp: 追加済
ro_ro: Adăugat
ru_ru: Добавлено

source: Reminder
ja_jp: リマインダー
ro_ro: Memento
ru_ru: Напоминание

source: Unknown
ja_jp: 不明
ro_ro: Necunoscut
ru_ru: Неизвестно

source: Select Contact
ja_jp: 連絡先を選択
ro_ro: Selectează contacte
ru_ru: Выбрать контакт

source: Add contacts in mobile app
ja_jp: モバイルアプリに 連絡先を追加する
ro_ro: Adăugați contacte în aplicația mobilă
ru_ru: Добавить контакты в приложение

source: Send Text
ja_jp: テキストを送信
ro_ro: Trimite text
ru_ru: Отправить текст

source: Settings
ja_jp: 設定
ro_ro: Setări
ru_ru: Настройки

source: No background apps
ja_jp: バックグラウンドアプリがありません
ro_ro: Nici o aplicație de fundal
ru_ru: Нет фоновых приложений

source: None
ja_jp: 無し
ro_ro: Nimic
ru_ru: Ничего

source: Background App
ja_jp: バックグラウンド アプリ
ro_ro: Aplicația în fundal
ru_ru: Прилож. в фоне

source: Pairing Instructions
ja_jp: ペアリング手順
ro_ro: Instrucțiuni de împerechere
ru_ru: Инструкции привязки

source: %u Paired Phones
ja_jp: %u 台のペアリング済み電話
ro_ro: %u Telefoane pereche
ru_ru: %u привязанных телефонов

source: %u Paired Phone
ja_jp: %u 台のペアリング済み電話
ro_ro: %u Telefon împerecheat
ru_ru: %u привязанный телефон

source: No LE
ja_jp: Bluetooth LE なし
ro_ro: Fără LE
ru_ru: Без LE

source: LE Only
ja_jp: Bluetooth LEのみ
ro_ro: Doar LE
ru_ru: Только LE

source: Connected
ja_jp: 接続済み
ro_ro: Conectat
ru_ru: Подключено

source: Sharing Heart Rate ❤
ja_jp: 心拍数をシェアする❤
ro_ro: Partajarea Ratei Inimii ❤️
ru_ru: Поделиться ЧСС ❤

source: Connection
ja_jp: 接続
ro_ro: Conexiune
ru_ru: Подключение

source: Airplane Mode
ja_jp: 機内モード
ro_ro: Mod avion
ru_ru: Режим в самолёте

source: Disabling...
ja_jp: 停止中…
ro_ro: Dezactivare...
ru_ru: Выключение...

source: Enabling...
ja_jp: 起動中…
ro_ro: Activare...
ru_ru: Включение...

source: Disable Airplane Mode to connect.
ja_jp: 機内モードをオフにして接続してください。
ro_ro: Dezactivează Modul Avion pentru a te conecta.
ru_ru: Выключите Режим в самолёте для подключения.

source: Open the Pebble app on your phone to connect.
ja_jp: 接続するために、お使いのスマートフォンでPebbleアプリを開いてください。
ro_ro: Deschideți aplicația Pebble de pe telefon pentru a vă conecta.
ru_ru: Откройте приложение Pebble на телефоне для подключения.

source: Forget this device to pair a new device.
ja_jp: 新しいデバイスをペアリングするには、このデバイスを忘れてください。
ro_ro: Uitați acest dispozitiv pentru a asocia un nou dispozitiv.

source: Low
ja_jp: 低
ro_ro: Scăzut
ru_ru: Низкая

source: Medium
ja_jp: 中
ro_ro: Mediu
ru_ru: Средняя

source: High
ja_jp: 高
ro_ro: Înalt
ru_ru: Высокая

source: Blinding
ja_jp: かなり明るい
ro_ro: Luminare
ru_ru: Ослепляющая

source: INTENSITY
ja_jp: 強度
ro_ro: INTENSITATE
ru_ru: ЯРКОСТЬ

source: Intensity
ja_jp: 強度
ro_ro: Intensitate
ru_ru: Яркость

source: Default
ja_jp: 既定
ro_ro: Implicit
ru_ru: Стандартный

source: Left-Handed
ja_jp: 左利き
ro_ro: Stângaci

source: Orientation
ja_jp: 向き
ro_ro: Orientare

source: 3 Seconds
ja_jp: 3 秒
ro_ro: 3 Secunde
ru_ru: 3 секунды

source: 5 Seconds
ja_jp: 5 秒
ro_ro: 5 Secunde
ru_ru: 5 секунд

source: 8 Seconds
ja_jp: 8 秒
ro_ro: 8 Secunde
ru_ru: 8 секунд

source: TIMEOUT
ja_jp: タイムアウト
ru_ru: ИНТЕРВАЛ

source: Timeout
ja_jp: タイムアウト
ru_ru: Интервал

source: Bezel
ja_jp: ベゼル
ro_ro: Ramă

source: Scaled
ja_jp: 拡大/縮小済み
ro_ro: Scalat

source: Legacy App Display
ja_jp: 古いアプリの表示
ro_ro: Afișarea Aplicațiilor Vechi

source: Language
ja_jp: 言語
ro_ro: Limba
ru_ru: Язык

source: Backlight
ja_jp: バックライト
ro_ro: Iluminare
ru_ru: Подсветка

source: Motion Enabled
ja_jp: モーションが有効です
ro_ro: Senzor de mișcare activat
ru_ru: Датчик движения

source: Ambient Sensor
ja_jp: 環境センサー
ro_ro: Senzor al luminii ambientale activat
ru_ru: Датчик света

source: Dynamic Backlight
ja_jp: ダイナミックバックライト
ro_ro: Iluminare dinamică

source: Max Intensity
ja_jp: 最大強度
ro_ro: Intensitate maximă

source: Screen Alignment
ja_jp: スクリーンの調整
ro_ro: Alinierea ecranului
ru_ru: Подгон экрана

source: Legacy Apps
ja_jp: 従来のアプリ
ro_ro: Aplicații Legacy

source: Centered
ja_jp: 中央揃え
ro_ro: Centrat

source: Display
ja_jp: ディスプレイ
ro_ro: Afișare
ru_ru: Экран

source: Horizontal Alignment
ja_jp: 水平方向の調整
ro_ro: Aliniere orizontală
ru_ru: Горизонтальный

source: Vertical Alignment
ja_jp: 垂直方向の調整
ro_ro: Aliniere verticală
ru_ru: Вертикальный

source: Confirm Alignment
ja_jp: 調整の確定
ro_ro: Confirmați alinierea
ru_ru: Подтвердить

source: Up/Down to adjust Select to proceed
ja_jp: 上下で調整 選択して続行
ro_ro: Sus/jos pentru a ajusta Selectați pentru a continua
ru_ru: Вверх/вниз регулировка Центр продолжить

source: Select to confirm alignment changes
ja_jp: 調整変更を確定するために選択してください
ro_ro: Selectați pentru a confirma modificările de aliniere
ru_ru: Центр для подтверждения

source: Resetting...
ja_jp: リセット中です…
ro_ro: Se resetează...
ru_ru: Сброс...

source: Perform factory reset?
ja_jp: 工場出荷時設定にリセットしますか？
ro_ro: Efectuați resetarea la setările din fabrică?
ru_ru: Сбросить настройки?

source: Allow All Notifications
ja_jp: すべての通知を許可
ro_ro: Permiteți toate notificările
ru_ru: Показывать все

source: Allow Phone Calls Only
ja_jp: 通話のみを許可
ro_ro: Permite doar apeluri telefonice
ru_ru: Только звонки

source: Mute All Notifications
ja_jp: すべての通知をミュート
ro_ro: Dezactivează toate notificările
ru_ru: Скрывать все

source: Filter
ja_jp: フィルター
ro_ro: Filtru
ru_ru: Фильтр

# NotifVibe
source: Disabled
ja_jp: 無効
ro_ro: Dezactivat
ru_ru: Нет

# NotifVibe
source: Low
ja_jp: 低
ro_ro: Scăzut
ru_ru: Слабая

# NotifVibe
source: Medium
ja_jp: 中
ro_ro: Mediu
ru_ru: Средняя

# NotifVibe
source: High
ja_jp: 高
ro_ro: Înalt
ru_ru: Сильная

source: Vibration
ja_jp: バイブレーション
ro_ro: Vibrație
ru_ru: Вибрация

source: Smaller
ja_jp: 控えめ
ro_ro: Mai mic
ru_ru: Мелкий

source: Larger
ja_jp: 大きめ
ro_ro: Mai mare
ru_ru: Большой

source: Text Size
ja_jp: 文字サイズ
ro_ro: Dimensiunea textului
ru_ru: Размер

source: 15 Seconds
ja_jp: 15 秒
ro_ro: 15 Secunde
ru_ru: 15 секунд

source: 1 Minute
ja_jp: 1 分
ro_ro: 1 Minut
ru_ru: 1 минута

source: 3 Minutes
ja_jp: 3 分
ro_ro: 3 Minute
ru_ru: 3 минуты

source: 10 Minutes
ja_jp: 10 分
ro_ro: 10 Minute
ru_ru: 10 минут

source: Classic
ja_jp: クラシック
ro_ro: Clasic

source: Flat Black
ja_jp: フラットブラック
ro_ro: Negru plat

source: Banner Style
ja_jp: バナースタイル
ro_ro: Stilul Banner-ului

source: Disabled (Plugged In)
ja_jp: 無効 (接続済)
ro_ro: Dezactivat (Conectat la fir)
ru_ru: Выключено (воткнуто)

source: Tap Up
ja_jp: 上をタップ
ro_ro: Apasă scurt butonul sus

source: Tap Down
ja_jp: 下をタップ
ro_ro: Apasă scurt butonul jos

source: Hold Up
ja_jp: 上を長押し
ro_ro: Țineți apăsat butonul sus

source: Hold Center
ja_jp: 真ん中を長押し
ro_ro: Țineți apăsat butonul centrul

source: Hold Down
ja_jp: 下を長押し
ro_ro: Țineți apăsat butonul jos

source: Hold Back
ja_jp: 戻るを長押し
ro_ro: Țineți apăsat butonul înapoi (cel din stânga)

source: Disabled
ja_jp: 無効
ro_ro: Dezactivat
ru_ru: Нет действия

source: Quick Launch
ja_jp: クイック起動
ro_ro: Lansare rapidă
ru_ru: Кнопки

source: Open favorite apps quickly with a long button press from your watchface.
ja_jp: ウォッチフェイスでボタンを長押しすると、お気に入りのアプリが素早く起動します。
ro_ro: Deschideți aplicațiile favorite rapid prin apăsarea lungă a unui buton.
ru_ru: Настройте долгое нажатие кнопок на циферблате на избранные приложения или действия.

source: Quiet All Notifications
ja_jp: すべての通知をミュートにする
ro_ro: Dezactivează toate notificările
ru_ru: Выкл. все уведомл.

source: Allow Phone Calls
ja_jp: 通話のみを許可
ro_ro: Permite apeluri telefonice
ru_ru: Разрешить звонки

source: Change Schedule
ja_jp: スケジュールを変更
ro_ro: Schimbă programul
ru_ru: Изменить расписание

source: Manual
ja_jp: マニュアル
ru_ru: Вручную

source: Calendar Aware
ja_jp: カレンダーに表示する
ru_ru: Приоритет календаря

# QuietTime
source: Enabled
ja_jp: 有効
ro_ro: Activat
ru_ru: Включено

# QuietTime
source: Disabled
ja_jp: 無効
ro_ro: Dezactivat
ru_ru: Выключено

source: Weekdays
ja_jp: 平日
ro_ro: Zilele lucrătoare
ru_ru: Будни

source: Weekends
ja_jp: 週末
ro_ro: Weekenduri
ru_ru: Выходные

source: Interruptions
ja_jp: 割り込み制限
ro_ro: Întreruperi
ru_ru: Исключения

source: Quiet Time
ja_jp: おやすみモード
ro_ro: Ora de liniște
ru_ru: Без звука

source: You're all set
ja_jp: 設定が完了しました
ro_ro: Totul este setat
ru_ru: Вы готовы

source: Forget
ja_jp: 忘れた
ro_ro: Uită
ru_ru: Забыть

source: Stop Sharing Heart Rate
ja_jp: 心拍数の共有を停止
ro_ro: Opriți partajarea frecvenței cardiace
ru_ru: Перестать делиться ЧСС

source: Information
ja_jp: 情報
ro_ro: Informație
ru_ru: Информация

source: Certification
ja_jp: 認証情報
ro_ro: Certificare
ru_ru: Сертификация

source: Stand-By Mode
ja_jp: スタンバイモード
ro_ro: Modul stand-by
ru_ru: Режим ожидания

source: Debugging
ja_jp: デバッグ
ro_ro: Depanare

source: Shut Down
ja_jp: シャットダウン
ro_ro: Oprește
ru_ru: Выключить

source: Factory Reset
ja_jp: 工場出荷状態に戻す
ro_ro: Resetare la setările din fabrică
ru_ru: Сброс настроек

source: BT Address
ja_jp: Bluetooth アドレス
ro_ro: Adresa BT
ru_ru: BT адрес

source: Firmware
ja_jp: ファームウェア
ru_ru: Прошивка

source: Recovery
ja_jp: リカバリー
ro_ro: Recuperare
ru_ru: Восстановление

source: Hardware
ja_jp: ハードウェア
ru_ru: Версия HW

source: Serial
ja_jp: シリアル番号
ro_ro: Cod serial
ru_ru: Серийн. номер

source: Uptime
ja_jp: 稼働時間
ro_ro: Timp de funcționare
ru_ru: Время работы

source: Legal
ja_jp: 法的情報
ru_ru: Лицензии

source: Core dump and reboot?
ja_jp: コアダンプを取得して再起動しますか？
ro_ro: Copiază și repornește nucleul?
ru_ru: Дамп ядра и перезагрузка?

source: Very Low
ja_jp: かなり低い
ro_ro: Foarte scăzut

source: Medium-Low
ja_jp: やや低い
ro_ro: Mediu-Scăzut

source: Medium-High
ja_jp: やや高い
ro_ro: Mediu-Ridicat

source: Very High
ja_jp: かなり高い
ro_ro: Foarte Ridicat

source: Motion Sensitivity
ja_jp: 動作検知の感度
ro_ro: Sensibilitate detecția mișcării

source: CoreDump now
ja_jp: 直ちにコアダンプを取得
ro_ro: Copiază nucleu

source: CoreDump shortcut
ja_jp: コアダンプの割り当て
ro_ro: Scurtătură pentru copierea nucleului

source: ALS Threshold
ja_jp: 環境光センサーのしきい値
ro_ro: Prag ALS

source: BLE compat mode
ja_jp: Bluetooth LE互換モード
ro_ro: Modul de compatibilitate BLE

source: Dyn BL Min Threshold
ja_jp: バックライト最小しきい値
ro_ro: Prag minim Dyn BL

source: Dyn BL Max Threshold
ja_jp: バックライト最大しきい値
ro_ro: Prag maxim Dyn BL

source: 10 back-button presses
ja_jp: 戻るボタンを 10 回押す
ro_ro: 10 apăsări de pe butonul înapoi

source: Emulate silk
ja_jp: Silk表示を再現
ro_ro: Emulare mătase

source: PebbleOS developers only!
ja_jp: PebbleOS 開発者専用！
ro_ro: Doar pentru dezvoltatorii PebbleOS!

source: See details...
ja_jp: 詳細を表示…
ro_ro: Vezi detalii...
ru_ru: Подробнее...

source: Do you want to shut down?
ja_jp: 電源を切りますか？
ro_ro: Doriți să închideți?
ru_ru: Выключить часы?

source: System
ja_jp: システム
ro_ro: Sistem
ru_ru: Система

source: Apps Accent
ja_jp: アプリの配色
ro_ro: Accent aplicații

source: Settings Accent
ja_jp: システム配色
ro_ro: Setări Accent

source: Apps Menu Accent
ja_jp: メニューの配色
ro_ro: Accent meniu aplicații

source: Settings Menu Accent
ja_jp: 設定メニューの配色
ro_ro: Setări accent meniu

source: Themes
ja_jp: テーマ
ro_ro: Teme

source: Timezone
ja_jp: タイムゾーン
ro_ro: Fus orar
ru_ru: Часовой пояс

source: Time Format
ja_jp: 時刻の形式
ro_ro: Format oră
ru_ru: Формат времени

source: 24h
ja_jp: 24時間表示
ru_ru: 24ч

source: 12h
ja_jp: 12時間表記
ru_ru: 12ч

source: Timezone Source
ja_jp: タイムゾーン取得元
ro_ro: Sursă fus orar
ru_ru: Источник

source: Automatic
ja_jp: 自動取得
ro_ro: Automat
ru_ru: Авто

source: Date & Time
ja_jp: 日付と時刻
ro_ro: Data și ora
ru_ru: Дата и время

source: Start Time
ja_jp: 開始時刻
ro_ro: Ora începerii
ru_ru: В начале

source: 5 Min Before
ja_jp: 5分前
ro_ro: 5 minute înainte de
ru_ru: За 5 минут

source: 10 Min Before
ja_jp: 10 分前
ro_ro: 10 minute înainte de
ru_ru: За 10 минут

source: 15 Min Before
ja_jp: 15 分前
ro_ro: 15 minute înainte de
ru_ru: За 15 минут

source: 30 Min Before
ja_jp: 30 分前
ro_ro: 30 de minute înainte de
ru_ru: За 30 минут

source: Timing
ja_jp: タイミング
ro_ro: Sincronizare
ru_ru: Показать

source: Quick View
ja_jp: クイックビュー
ro_ro: Vizualizare Rapidă
ru_ru: Предпросмотр

source: Appears on your watchface when an event is about to start.
ja_jp: イベントが開始される直前に、ウォッチフェイスに表示されます。
ro_ro: Apare pe ceas atunci când un eveniment este pe cale să înceapă.
ru_ru: Появляется на циферблате, когда событие вот-вот наступит.

source: Timeline
ja_jp: タイムライン
ro_ro: Cronologie
ru_ru: График

source: Incoming Calls
ja_jp: 着信履歴
ro_ro: Apeluri primite
ru_ru: Звонки

source: Vibrations
ja_jp: バイブレーション
ro_ro: Vibrații
ru_ru: Вибрация

source: No events
ja_jp: イベントなし
ro_ro: Niciun eveniment
ru_ru: Событий нет

source: Timeline Future
ja_jp: 今後のタイムライン
ro_ro: Cronologia viitoare

source: Timeline Past
ja_jp: 過去のタイムライン
ro_ro: Cronologia trecută
ru_ru: Прошлое

source: Turn On Airplane Mode?
ja_jp: 機内モードをオンにしますか？
ro_ro: Activați modul avion?
ru_ru: Включить Режим в самолёте?

source: Turn Off Airplane Mode?
ja_jp: 機内モードをオフにしますか？
ro_ro: Dezactivați modul avion?
ru_ru: Выключить Режим в самолёте?

source: Airplane Mode On
ja_jp: 機内モード オン
ro_ro: Mod avion activat
ru_ru: Режим в самолёте вкл.

source: Airplane Mode Off
ja_jp: 機内モード オフ
ro_ro: Mod avion dezactivat
ru_ru: Режим в самолёте выкл.

source: Turn On Backlight?
ja_jp: バックライトをオンにしますか？
ro_ro: Porniți iluminarea?

source: Turn Off Backlight?
ja_jp: バックライトをOFFにしますか？
ro_ro: Opriți iluminarea?

source: Backlight On
ja_jp: バックライト オン
ro_ro: Iluminare activată

source: Backlight Off
ja_jp: バックライト オフ
ro_ro: Iluminare dezactivată

source: Turn On Motion Backlight?
ja_jp: モーションバックライトをオンにしますか？
ro_ro: Porniți iluminarea cu mișcare?
ru_ru: Включить подсветку по движению?

source: Turn Off Motion Backlight?
ja_jp: モーションバックライトをオフにしますか？
ro_ro: Oprește modul de iluminare cu mișcare?
ru_ru: Выключить подсветку по движению?

source: Motion Backlight On
ja_jp: モーションバックライト オン
ro_ro: Modul de iluminare cu mișcare activat
ru_ru: Датчик движения вкл.

source: Motion Backlight Off
ja_jp: モーションバックライト オフ
ro_ro: Modul de iluminare cu mișcare dezactivat
ru_ru: Датчик движения выкл.

source: Motion Backlight
ja_jp: モーションバックライト
ro_ro: Iluminare pe bază de mișcare
ru_ru: Датчик движения

source: Active
ja_jp: 有効
ro_ro: Activă
ru_ru: Активен

source: Watchfaces
ja_jp: ウォッチフェイス
ro_ro: Fețe de ceas
ru_ru: Циферблаты
